choice = 0 
print("***********************************************************************************")
print("                            ร้านของชำ                                               ")
print("***********************************************************************************")
print("")
print("โปรแกรมร้านค้าออนไลน์")
def menu():
    global choice
    print("Menu \n1.แสดงรายการสินค้า \n 2.หยิบสินค้าเข้าตะกร้า\n3.แสดงรายการสินค้าและราคาสินค้า\n4.หยิบสินค้าออกจากตะกร้า\n5.ปิดโปรแกรม")
    choice = input ("select Menu :")
def รายการสินค้า():
     print("1.แป้ง ราคา 25 บาท\n2.นม ราคา 25 บาท\n3.ไข่ ราคา 25 บาท\n4.มาม่า ราคา 25 บาท\nของใช้ ราคา 25 บาท ")
while True:
    menu()
    if choice == '1' :
        menu()
    elif choice == '2' :
        รายการสินค้า()
    else:
        break"""

