"""print("***********************************************************************************")
print("                            โปรแกรมหยิบสินค้าใส่ตะกร้า                                  ")
print("***********************************************************************************")
thislist = []
for i in range(5):
    a=input("หยิบสินค้าชิ้นใส่ตะกร้า"+ str(i+1) + ":")
    thislist.append(a)
print("สินค้าที่หยิบใส่ตะกร้ามีดังนี้")
print(" 1:"+thislist[0])
print(" 2:"+thislist[1])
print(" 3:"+thislist[2])
print(" 3:"+thislist[3])
print(" 4:"+thislist[4])
"""
print("โปรแกรมคำนวณค่าทางผ่านมอเตอร์เวย์")
print("รถยนต์ 4 ล้อ กด 1")
print("รถยนต์ 6 ล้อ กด 2")
print("รถยนต์มากกว่า 6ล้อ กด 3")
print("")
a=int (input("เลือกประเภทยานพาหนะ : "))
thislist=["รถยนต์ 4 ล้อ","รถยนต์ 6ล้อ ","รถยนต์มากกว่า 6 ล้อ "]
price = [["30","45","55","60","80" ],["45","75","90","100","130"],["70","110","130","140","190"]]
print('')
print("ค่าบริการรถ",thislist[a-1])
print("ลากกระบัง --> บางบ่อ =",price[a-1][0], "บาท")
print("ลากกระบัง --> บางประกง =",price[a-1][1], "บาท")
print("ลากกระบัง --> พนัสนิคม =",price[a-1][2], "บาท")
print("ลากกระบัง --> บ้านบึง =",price[a-1][3], "บาท")
print("ลากกระบัง --> บางพระ =",price[a-1][4], "บาท")